"OK" = "OK";
"DONE" = "Готово";
"Done" = "Готово";
"CANCEL" = "Отмена";

"Later" = "Позже";

"NEW_ACTION" = "Новая задача";
"DELETE_ACTION" = "Удалить задачу";
"Delete project" = "Удалить проект";
"Move to In-Basket" = "Переместить во Входящие";
"UNDO_ACTION" = "Отменить выполнение";

"Date" = "Дата";
"Time" = "Время";
"Alert" = "Напоминание";
"At the same time" = "В то же время";
"%@ before" = "За %@";

"LAST_MONTH" = "пред. месяц";
"LAST_WEEK" = "пред. неделя";
"LAST_YEAR" = "пред. год";
"NEXT_MONTH" = "след. месяц";
"NEXT_WEEK" = "след. неделя";
"NEXT_YEAR" = "след. год";
"SOMEDAY_MAYBE" = "когда-нибудь";
"THIS_MONTH" = "тек. месяц";
"THIS_WEEK" = "тек. неделя";
"THIS_YEAR" = "тек. год";
"TODAY" = "сегодня";
"TOMORROW" = "завтра";
"YESTERDAY" = "вчера";

"CALENDAR" = "Запланировать";

"DESCRIPTION" = "Описание";
"DISABLED" = "Выключено";
"ENABLED" = "Включено";
"SOUND" = "Звук";
"TRY" = "Попробовать";
"Restore" = "Восстановить";

"in-basket" = "входящие";
"delegated" = "порученные";
"completed" = "выполненные";

"How soon do you plan to do this?" = "Как скоро Вы собираетесь это сделать?";
"Enable repeat and notification will be coming every minute until you act on it." = "Включите повторение, чтобы напоминание приходило каждую минуту пока Вы его не заметите.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "Потяни вниз и отпусти,\nчтобы добавить новою задачу.";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "Потяни задачу направо, чтобы\n• выполнить,\n• отложить,\n• запланировать или\n• поручить ее.";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "Потяни задачу налево, чтобы\n• удалить,\n• повторить,\n• детализировать или\n• послать ее.";
"Pull up and release\nto clear completed tasks." = "Потяни вверх и отпусти,\nчтобы удалить выполненные задачи.";

"all done" = "все сделано";

"STATISTICS_ACTIONS_IN_LIST" = "задач\nв списке";
"STATISTICS_ACTIONS_FOR_TODAY" = "задач\nна сегодня";
"STATISTICS_ACTIONS_DONE_TOTAL" = "задач\nвыполнено";
"STATISTICS_DAYS_PASSED_TOTAL" = "дней\nпрошло";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "задач\nв день";

"Purchase" = "Купить";
"Receipt for this app expired." = "Срок чека на это приложение истек.";
"Premium Feature" = "Премиум-Функция";
"Disable ads here just for %@ right now!" = "Отключи рекламу здесь всего за %@ прямо сейчас!";
"Try for a week" = "Попробовать в течение недели";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Это премиум-функция, но Вы выключили встроенные покупки. Включите их, чтобы продолжить.";
"Purchase transaction for the feature failed. Try again later." = "Транзакция по покупке функции завершилась неудачно. Повторите попытку позже.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Это премиум-функция, но сейчас ваше устройство не подключено к интернету. Повторите попытку позже.";
"All previously purchased features were restored." = "Все купленные ранее функции были восстановлены.";

"You can greatly help by writing a review." = "Вы можете существенно помочь, оставив отзыв.";

"WELCOME" = "ПРИВЕТ";
"keep tasks here" = "храни задачи здесь";

"Repeat" = "Повтор";
"DAY" = "ДЕНЬ";
"WEEK" = "НЕДЕЛЯ";
"MONTH" = "МЕСЯЦ";
"everyday" = "ежедневно";
"done %@ times" = "выполнено %@ раз";
"Skip repetition" = "Пропустить повторение";
"REPEAT_DAY_1" = "день";
"REPEAT_DAY_234" = "дня";
"REPEAT_DAY_567890" = "дней";

"Complete" = "Выполнить";
"Postpone" = "Отложить";
"Schedule" = "Запланировать";

"Version" = "Версия";
"Feedback" = "Обратная связь";
"Help" = "Помощь";
"Sounds" = "Звуки";
"Theme" = "Тема";
"Dark" = "Темная";
"Light" = "Светлая";
"Automatic" = "Автоматически";
"Multiline titles" = "Многострочные задачи";
"Delete confirmation" = "Подтверждение удаления";
"Icon badge" = "Наклейка на значке";
"Calendar reminder" = "Запланированные";
"Overdue reminder" = "Просроченные";
"Process reminder" = "Обработка";
"Review reminder" = "Ревизия";
"Restore in-app purchases" = "Восстановить встроенные покупки";
"Send usage statistics" = "Отсылать статистику использования";

"Application" = "Приложение";
"Projects" = "Проекты";
"Periodic tasks" = "Повторяющиеся задачи";
"Archive" = "Архив";

"Change in storage" = "Изменение хранилища";
"Сopy existing tasks to the new storage?" = "Скопировать имеющиеся задачи в новое хранилище?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "У Вас нет задач на сегодня.\n•\nСведите пальцы, чтобы вернуться";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "В этом проекте нет задач.\n•\nДобавьте их потянув вниз.\n•\nСведите пальцы, чтобы вернуться.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "У Вас остались невыполненные задачи (%@). Выполните их или перенесите их на другой срок.";
"You should process collected tasks (%@) regularly to stay organized." = "Вам нужно регулярно обрабатывать собранные задачи (%@), чтобы поддерживать порядок.";
"Review your list (%@) every week, this will keep it current and reliable." = "Еженедельно пересматривайте Ваш список задач (%@), это сохранит его актуальным и надежным.";

/* %@ is where number of done actions will go */
"Happy" = "Я доволен";
"Confused" = "Я в замешательстве";
"Unhappy" = "Я недоволен";
"Tell the story of your success and help others to achive the same!" = "Расскажите свою историю и помогите остальным достигнуть того же!";
"Search for help on a website or write an email to developer." = "Поищите помощь на сайте приложения или напишите разработчику.";
"Sorry to hear. What can I do to fix this?" = "Очень жаль. Что я могу сделать, чтобы исправить это?";
"How do you feel about it?" = "Что Вы думаете по этому поводу?";
"Congratulations! You completed %@ tasks." = "Поздравляю! Вы выполнили %@ задач.";
"Please, rate this app on the App Store. Thanks!" = "Пожалуйста, оцените приложение в App Store. Cпасибо!";
"Rate %@" = "Оценить %@";
"Not now" = "Не сейчас";
"Don't ask again" = "Больше не спрашивать";
"I completed %@ tasks!" = "Я выполнил %@ задач!";

"Enjoying this app?" = "Вам нравится \"Air Tasks\"?";
"Would you mind giving me some feedback?" = "Расскажите, что не так.";
"How about rating on the App Store, then?" = "Тогда поставтьте нам оценку!";
"Not really" = "Нет";
"Yes!" = "Да";
"No, thanks" = "Нет, спасибо";
"Ok, sure" = "Хорошо";
"NO" = "Нет";
"YES" = "Да";
